tap 'homebrew/cask'
tap 'homebrew/cask-drivers'
tap 'homebrew/cask-fonts'
tap 'homebrew/cask-versions'
tap 'homebrew/core'
tap 'homebrew/bundle'
tap 'homebrew/services'

# CLI Tools
brew 'awscli'
brew 'bat'
brew 'bcrypt'
brew 'exiftool'
brew 'ffmpeg'
brew 'fzf'
brew 'git-lfs'
brew 'graphicsmagick'
brew 'imagemagick'
brew 'jq'
brew 'svn'
brew 'tig'
brew 'tmux'
brew 'unrar'
brew 'unzip'
brew 'wget'

# Fonts
cask 'font-fira-code'
cask 'font-lato'
cask 'font-menlo-for-powerline'
cask 'font-source-code-pro'
cask 'font-source-code-pro-for-powerline'

# Applications
cask 'charles'
cask 'dropbox'
cask 'licecap'
cask 'little-snitch'
cask 'onyx'
cask 'postman'
cask 'sizeup'
cask 'spotify'
cask 'visual-studio-code'
cask 'vlc'
cask 'webstorm'
